import React from "react";
import "./Example.css"

function TextBlock() {
    return(
        <div className="TextBlock">
            <p className="TextBlockP">
            Статистическое обезличивание наиболее часто применяется банками, чтобы понять, что происходит: где персональные данные и системы связаны между собой. Благодаря этому виду маскирования, каждая внешняя компания, которой будут доступны конфиденциальные данные, не сможет использовать их в своей работе вне контракта. Это обеспечивает и защиту данных, и возможность пользоваться этими данными при разработке.
            </p>
        </div>
    )
}

export default TextBlock